Repository: deldotbrain/gnome-colorblind-filters
Catalog: po/*.po
Languages: it

source: Colorblind Filters
it: Filtri per daltonici

source: Enable Filter
it: Abilita filtro

source: Filter Strength
it: Forza del filtro

source: Filter Modes
it: Modalità di filtro

source: Color Blindness Types
it: Tipi di daltonismo

source: Filter Algorithms
it: Algoritmi filtro

source: Other Effects
it: Altri effetti

source: Use Alternate Transform
it: Usa trasformazione alternativa

source: High Contrast Mode
it: Modalità contrasto elevato

source: Color Blindness Correction
it: Correzione del daltonismo

source: Color Blindness Simulation
it: Simulazione del daltonismo

source: Channel Mixer - GBR
it: Mixer di canali - GBR

source: Channel Mixer - BRG
it: Mixer di canale - BRG

source: Desaturation
it: Desaturazione

source: Lightness Inversion
it: Inversione di leggerezza

source: Color Inversion
it: Inversione di colore

source: Opponent Color Solver
it: Risolutore di colori opposti

source: GdH's Filters
it: Filtri GdH

source: Error Steering
it: Errore della guida

source: Daltonize
it: Daltonizzare

source: Modified Transform
it: Trasformazione modificata

source: Typical Transform
it: Trasformazione tipica

source: High Contrast
it: Alto contrasto

source: Normal Contrast
it: Normale contrasto
